Repository: RebornOS/RebornISO
Catalog: iso-hotfix-utility/po/*.po
Languages: ar, ast, az, bg, ca, da, de, el, eo, es_es, es_mx, fa, fa_ir, fr, hr, id, it, ja, ko, lt, nb, pl, pt, pt_br, ro, ru_ru, tr_tr, zh_cn, zh_tw

source: INSTALLER NOTICE:
ar: إشعار المثبت:
ast: ANUNCIES DEL INSTALADOR:
az: QURAŞDIRICI XƏBƏRDARLIĞI:
bg: ИЗВЕСТИЕ НА ИНСТАЛАТОРА:
ca: Avís de l'instal·lador
da: INSTALLATIONSBEMÆRKING:
de: INSTALLATIONSHINWEIS:
el: Ειδοποίηση του Προγράμματος Εγκατάστασης:
eo: INSTALILA AVERTO:
es_es: AVISO DEL INSTALADOR:
es_mx: AVISO DE INSTALADOR:
fa: هشدار نصب کننده :
fa_ir: نکته های مرتبط با نصب کننده:
fr: Notice de l'installeur :
hr: NAPOMENA INSTALACIJSKOG PROGRAMA:
id: Installer Pemberitahuan :
it: NOTIFICA DELL'INSTALLER:
ja: インストーラの注意:
ko: 설치마법사 공지사항:
lt: DIEGIMO PROGRAMOS PRANEŠIMAS:
nb: MELDING FRA INSTALLASJONSPROGRAMMET:
pl: NOTKA INSTALACYJNA:
pt: AVISO DO INSTALADOR:
pt_br: AVISO DO PROGRAMA DE INSTALAÇÃO:
ro: MESAJ PROGRAM INSTALARE:
ru_ru: УВЕДОМЛЕНИЕ УСТАНОВЩИКА:
tr_tr: YÜKLEYİCİ BİLDİRİMİ:
zh_cn: 安装提示：
zh_tw: 安裝程式提醒：

source: You must be connected to the internet to install Antergos. Click the network icon in the top bar to configure your connection.
ar: يجب أن تكون مرتبطاً بالإنترنت لتثبيت Antergos. إضغط على ايقونة الشبكة في الشريط العلوي لضبط إعدادات الشبكة
ast: Tienes de tar coneutáu a internet pa instalar Antergos. Primi nel iconu de rede na barra d'enriba pa configurar la to conexón.
az: Siz Antergos'u kompyuterə yazmaq üçün internet şəbəkəsinə qoşulu olmalısınız. Üst çərçivədəki internet təsvirinə basaraq internet bağlantınızı tənzimləyin.
bg: Трябва да сте свързани към интернет за да инсталирате Antergos. Кликнете върху иконата за мрежа в горната лента за да настроите връзката си.
ca: Heu d'estar connectats a Internet per poder instal·lar l'Antergos. Cliqueu a l'icona de xarxa de la barra superior per configurar la connexió.
da: Du skal have forbindelse til internettet for at installere Antergos. Klik på symbolet for netværk i den øverste bjælke for at konfigurere forbindelsen.
de: Sie müssen mit dem Internet verbunden sein, um Antergos zu installieren. Klicken Sie auf das Netzwerksymbol in der oberen Leiste, um Ihre Verbindung zu konfigurieren.
el: Πρέπει να είστε συνδεδεμένοι στο διαδίκτυο για να εγκαταστήσετε το Antergos. Κάντε κλικ στο εικονίδιο δικτύου στην επάνω μπάρα για να ρυθμίσετε την σύνδεσή σας.
eo: Vi bezonas esti konektata al la interreto por instali Antergos. Alklaku la retan simbolon en la supra baro por agordi vian konekton.
es_es: Debe estar conectado a Internet para instalar Antergos. Haga clic en el icono de red situado en la barra superior para configurar su conexión.
es_mx: Debe estar conectado a Internet para instalar Antergos. Haga click en el icono de red en la barra superior para configurar su conexión.
fa: شما باید برای نصب Antergos. به اینترنت متصل شوید با کلیک روی نماد شبکه در نوار بالای صفحه ااتصال خود را پیکربندی کنید.
fa_ir: شما برای نصب Antergos باید به اینترنت متصل باشید. بروی آیکون نتورک در منوی بالا کلیک کرده تا بتوانید اتصال به اینترنت را تنظیم کنید.
fr: Vous devez être connecté à internet pour installer Antergos. Cliquez sur l'icône réseau dans la barre du haut pour configurer votre connexion.
hr: Da biste instalirali Antergos morate biti spojeni na internet. Na gornjoj traci kliknite na ikonu mreže za konfiguraciju vaše veze.
id: Anda harus terhubung ke internet untuk menginstal Antergos. Klik ikon jaringan di bar bagian atas untuk mengkonfigurasi jaringan anda.
it: Devi essere connesso ad internet per installare Antergos. Clicca sull'icona della rete nella barra superiore per configurare la connessione.
ja: Antergos をインストールするにはインターネット接続が必要です。上のバーにあるネットワークアイコンから、接続を構成してください。
ko: Antergos 를 설치하기 위해 네트워크 연결이 필요합니다. 상단 막대에 있는 네트워크 아이콘을 클릭하여 네트워크 연결을 설정하세요.
lt: Norėdami įdiegti Antergos, jūs privalote būti prisijungę prie interneto. Viršutinėje juostoje spustelėkite tinklo piktogramą, norėdami konfigūruoti savo ryšį.
nb: Du må være tilkoblet internett for å installere Antergos. Klikk på nettverksikonet på topplinjen for å konfigurere en tilkobling.
pl: Musisz być połączony z internetem by móc zainstalować Antergos. Kliknij na ikonę połączenia z siecią na górnym panelu by skonfigurować połączenie.
pt: Precisa estar conectado à Internet para instalar o Antergos. Clique no ícone de rede da barra superior, para configurar a sua ligação.
pt_br: Você deve estar conectado à internet para instalar o Antergos. Clique no ícone de rede na barra superior para configurar sua conexão.
ro: Este necesară o conexiune internet pentru a instala Antergos. Click pe pictograma rețea din bara de sus pentru configurarea conexiunii.
ru_ru: Для установки Antergos, Вам потребуется подключение к интернет. Нажмите на значок сети в верхней панели, чтобы настроить интернет соединение.
tr_tr: Antergos'u yüklemek için internete bağlı olmalnız gerekir. Bağlantınızı ayarlamak için yukarıdaki ağ simgesine tıklayın.
zh_cn: 您必须连接到互联网来安装 Antergos。点击顶部任务栏上的网络图标来配置连接。
zh_tw: 您必須連線至網際網路以安裝 Antergos。點擊在頂端橫條中的網路圖示以設定您的連線。

source: Installing Updates
ar: تثبيت التحديثات
ast: Instalando anovamientos
az: Yeniləmələr quraşdırılır
bg: Инсталиране на обновления
ca: Instal·lant actualitzacions
da: Installerer Opdateringer
de: Aktualisierungen werden installiert
el: Εγκατάσταση Ενημερώσεων
eo: Instalante ĝisdatigaĵojn
es_es: Instalando actualizaciones
es_mx: Instalando Actualizaciones
fa: نصب بروزرسانی ها
fa_ir: در حال نصب به روز رسانی ها
fr: Installation des mises à jours
hr: Instaliranje ažuriranja
id: Memasang Pembaruan
it: Installazione aggiornamenti
ja: 更新をインストールしています…
ko: 업데이트 설치 중
lt: Diegiami Atnaujinimai
nb: Installerer oppdateringer
pl: Instalowanie Aktualizacji
pt: A instalar atualizações
pt_br: Instalando atualizações
ro: Se instalează actualizările.
ru_ru: Установка обновлений
tr_tr: Güncellemeler Yükleniyor.
zh_cn: 正在安装更新
zh_tw: 正在安裝更新

source: Installing available updates.
ar: تثبيت التحديثات المتاحة
ast: Instalando anovamientos disponibles.
az: Mövcud olan yeniləmələr yazılır.
bg: Инсталиране на наличните обновления.
ca: Instal·lant les actualitzacions disponibles.
da: Installerer tilgængelige opdateringer.
de: Verfügbare Aktualisierungen werden installiert.
el: Εγκατάσταση διαθέσιμων ενημερώσεων.
eo: Instalante disponeblajn ĝisdatigojn.
es_es: Instalando actualizaciones disponibles.
es_mx: Instalando actualizaciones disponibles.
fa: نصب نسخه های به روز موجود است.
fa_ir: در حال نصب به روز رسانی های موجود
fr: Installation des mises à jours disponibles
hr: Instaliranje dostupnih ažuriranja.
id: Memasang pembaruan yang tersedia.
it: Installazione aggiornamenti disponibili
ja: 更新をインストールしています…
ko: 이용가능한 업데이트 설치 중.
lt: Diegiami prieinami atnaujinimai.
nb: Installerer tilgjengelige oppdateringer.
pl: Instalowanie dostępnych aktualizacji.
pt: A instalar atualizações disponíveis.
pt_br: Instalando atualizações disponíveis
ro: Se instalează actualizările disponibile.
ru_ru: Установка доступных обновлений.
tr_tr: Kullanılabilir güncellemeler yükleniyor.
zh_cn: 正在安装可用更新。
zh_tw: 正在安裝可用的更新。

source: Update Complete
ar: تم التحديث بنجاح
ast: Anovamientu completu
az: Yeniləmə tamamlandı
bg: Обновяването завършено
ca: Actualització acabada
da: Opdatering færdig
de: Aktualisierung abgeschlossen
el: Ολοκληρώθηκε η ενημέρωση
eo: Ĝisdatigo kompletigita
es_es: Actualización completada
es_mx: Actualización completa
fa: بروز رسانی کامل شد
fa_ir: به روز رسانی کامل شد
fr: Mise à jour terminée
hr: Ažuriranje dovršeno
id: Update Komplit
it: Aggiornamento completato
ja: 更新が完了しました
ko: 업데이트 완료
lt: Atnaujinimas Užbaigtas
nb: Oppdatering ferdig
pl: Aktualizacja Ukończona
pt: Atualização concluída
pt_br: Atualização completa
ro: Actualizare Completă
ru_ru: Обновление завершено
tr_tr: Güncelleme Tamamlandı
zh_cn: 更新完成
zh_tw: 更新完成

source: Updates were installed sucessfully. Starting Cnchi...
ar: تم تثبيت التحديثات بنجاح.بدء تشغيل Cnchi
ast: Los anovamientos instaláronse con ésitu. Aniciando Cnchi...
az: Yeniləmələr müvəffəqiyyətlə quraşdırıldı. Cnchi başladılır...
bg: Обновленията са инсталирани успешно. Стартиране на Cnchi...
ca: Les actualitzacions s'han instal·lat correctament. Iniciant Cnchi...
da: Opdateringer blev succesfuldt installeret. Starter Cnchi...
de: Aktualisierungen wurden erfolgreich installiert. Cnchi wird gestartet...
el: Οι ενημερώσεις εγκαταστάθηκαν επιτυχώς. Έναρξη του Cnchi...
eo: La ĝisdatigoj estis sukcese instalitaj. Startante Cnchi...
es_es: Las actualizaciones se instalaron correctamente. Iniciando Cnchi...
es_mx: Las actualizaciones se instalaron correctamente. Iniciando Cnchi...
fa: به روز رسانی با موفقیت نصب شد. شروع Cnchi...
fa_ir: به روز رسانی ها با موفقیت نصب گردیدند. در حال اجرای Cnchi...
fr: Mises à jour installées avec succès. Démarrage de Cnchi...
hr: Ažuriranja su uspješno instalirana. Pokrećem Cnchi...
id: Update berhasil diinstall. Start Cnchi
it: Gli aggiornamenti sono stati installati con successo. Avvio Cnchi...
ja: アップデートのインストールに成功しました。Cnchi を起動しています…
ko: 업데이트가 성공적으로 설치되었습니다. Cnchi 를 시작합니다...
lt: Atnaujinimai buvo sėkmingai įdiegti. Pradedama Cnchi...
nb: Installering av oppdateringer var vellykket. Starter Cnchi...
pl: Aktualizacje zainstalowano pomyślnie. Uruchamianie Cnchi...
pt: As atualizações foram instaladas com sucesso. A iniciar o Cnchi...
pt_br: As atualizações foram instaladas com sucesso. Iniciando Cnchi...
ro: Actualizările au fost instalate cu succes. Pornire Cnchi...
ru_ru: Обновление прошло успешно. Запуск Cnchi...
tr_tr: Güncellemeler başarılı bir şekilde yüklendi. Cnchi başlatılıyor...
zh_cn: 已经更新成功。启动 Chchi 中...
zh_tw: 更新已經成功安裝。正在啟動 Cnchi...

source: Cnchi Automatic Updates
ar: تحديثات Cnchi التلقائية
ast: Anovamientos automáticos de Cnchi
az: Avtomatik Cnchi yeniləmələri
bg: Автоматични обновления на Cnchi
ca: Actualitzacions automàtiques de Cnchi
da: Cnchi Automatiske Opdateringer
de: Cnchi Automatische Aktualisierungen
el: Αυτόματες ενημερώσεις Cnchi
eo: Aŭtomataj Ĝisdatigoj de Cnchi
es_es: Actualizaciones automáticas de Cnchi
es_mx: Actualizaciones automáticas de Cnchi
fa: به روز رسانی خودکار Cnchi
fa_ir: به روز رسانی های اتوماتیک Cnchi
fr: Mises à jour automatiques de Cnchi
hr: Cnchi automatska ažuriranja
id: Cnchi Update Otomatis
it: Aggiornamenti automatici Cnchi
ja: Cnchi 自動アップデート
ko: Cnchi 자동 업데이트
lt: Cnchi Automatiniai Atnaujinimai
nb: Cnchi automatiske oppdateringer
pl: Cnchi Automatyczne Aktualizacje
pt: Atualizações automáticas do Cnchi
pt_br: Atualizações Automáticas do Cnchi
ro: Actualizări automate Cnchi
ru_ru: Автоматическое обновление Cnchi
tr_tr: Cnchi Otomatik Güncellemeleri
zh_cn: Cnchi 自动更新
zh_tw: Cnchi 自動更新

source: Checking for available updates for the Antergos Installer.
ar: البحث عن التحديثات المتاحة لمثبت Antergos
ast: Comprobando anovamientos disponibles pal instalador d'Antergos.
az: Antergos quraşdırıcısı üçün mövcud yeniləmələr axtarılır.
bg: Проверяване за налични обновления за инсталатора на Antergos.
ca: Comprovant les actualitzacions disponibles per a l'instalador d'Antergos.
da: Kontrollerer for tilgængelige opdateringer til Antergos installationsprogrammet.
de: Verfügbare Aktualisierungen für das Antergos-Installationsprogramm werden gesucht.
el: Έλεγχος διαθέσιμων ενημερώσεων του προγράμματος εγκατάστασης του Antergos.
eo: Kontrolante disponeblajn ĝisdatigojn por la Instalilo de Antergos.
es_es: Comprobando actualizaciones disponibles para el instalador de Antergos.
es_mx: Revisando actualizaciones disponibles para el instalador de Antergos.
fa: بررسی برای به روز رسانی های در دسترس برای نصب Antergos.
fa_ir: در حال برسی به روز رسانی های موجود برای نصب کننده Antergos
fr: Recherche de mises à jour disponibles pour l'installeur d'Antergos.
hr: Provjera dostupnosti ažuriranja Antergos instalacijskog programa.
id: Memeriksa pembaruan yang tersedia untuk Pemasang Antergos.
it: Controllo degli aggiornamenti disponibili per l'installatore Antergos
ja: Antergos インストーラの更新をチェックしています…
ko: 이용 가능한 Antergos 설치 마법사 업데이트 확인 중.
lt: Tikrinami prieinami Antergos Diegimo Programos atnaujinimai.
nb: Ser etter tilgjengelige oppdateringer for Antergos installasjonsprogram.
pl: Szukanie dostępnych aktualizacji dla instalatora Atergos.
pt: A verificar se existem atualizações disponíveis para o instalador do Antergos.
pt_br: Verificando atualizações disponíveis para o instalador do Antergos.
ro: Se verifică actualizările disponibile pentru programul de instalare Antergos.
ru_ru: Проверка доступных обновлений для установщика Antergos.
tr_tr: Antergos Yükleyici için kullanılabilir durumdaki güncellemeler kontrol ediliyor.
zh_cn: 正在为 Antergos 安装器检查可用更新。
zh_tw: 為 Antergos 安裝程式檢查可用的更新。

source: Check was sucessful.
ar: الفحص تم بنجاح.
ast: Comprobación esitosa.
az: Axtarış müvəffəqiyyətlə bitirildi.
bg: Проверката беше успешна.
ca: La comprovació s'ha fet correctament.
da: Kontrol var succesfuldt.
de: Suche war erfolgreich.
el: Ο έλεγχος υπήρξε επιτυχής.
eo: Kontrolado sukcesis.
es_es: La comprobación fue satisfactoria.
es_mx: La revisión fue exitosa.
fa: بررسی موفق بود.
fa_ir: برسی موفقیت آمیز بود
fr: Vérification terminée avec succès.
hr: Provjera uspješno dovršena.
id: Pemeriksaan berhasil.
it: Controllo effettuato con successo.
ja: チェックが完了しました
ko: 확인 성공.
lt: Tikrinimas buvo sėkmingas.
nb: Sjekk var vellykket.
pl: Sprawdzanie zakończone powodzeniem.
pt: A verificação foi concluída com sucesso.
pt_br: Verificado com sucesso.
ro: Verificarea s-a realizat cu succes.
ru_ru: Проверка завершена успешно.
tr_tr: Kontrol başarıyla tamamlandı.
zh_cn: 检查已经成功。
zh_tw: 檢查成功。

source: You have the latest version. You can proceed with your installation!
ar: لديك أحدث نسخة. يمكنك متباعة عملية التثبيت
ast: Tienes la cabera versión. ¡Pues siguir cola to instalación!
az: Siz ən son versiyaya maliksiniz. Siz yazılımı davam etdirə bilərsiniz!
bg: Имате последна версия. Може да продължите с инсталацията!
ca: Teniu l'última versió. Podeu procedir a la instal·lació!
da: Du har den nyeste version. Du kan fortsætte med installationen!
de: Sie haben die neueste Version. Sie können mit Ihrer Installation fortfahren!
el: Διαθέτετε την τελευταία έκδοση. Μπορείτε να προχωρήσετε στην εγκατάσταση!
eo: Vi havas la plej novan version. Vi povas daŭrigi vian instaladon!
es_es: Tiene las últimas actualizaciones. ¡Puede continuar con la instalación!
es_mx: Tienes la última versión. Puedes proceder con tu instalación.
fa: شما آخرین نسخه را دارید . شما میتوانید به نصب خود ادامه دهید
fa_ir: شما از به روزترین نسخه استفاده میکنید. میتوانید نصب خود را شروع نمایید!
fr: Vous avez la dernière version. Vous pouvez continuer votre installation !
hr: Imate najnoviju verziju. Možete nastaviti s vašom instalacijom!
id: Anda memiliki versi terbaru. Anda dapat melanjutkan pemasangan Anda!
it: Hai l'ultima versione. Puoi procedere con la tua installazione!
ja: すでにインストーラのバージョンは最新です。引き続きインストールを続行できます
ko: 최신 버전을 사용 중이십니다. 설치를 진행하실 수 있습니다!
lt: Jūsų versija yra vėliausia. Galite tęsti diegimą!
nb: Du har siste versjon. Du kan fortsette med installasjonen.
pl: Posiadasz najnowszą wersje. Możesz kontynuować instalację.
pt: Tem a versão mais recente. Pode continuar com a instalação!
pt_br: Você possui a versão mais recente. Pode continuar com sua instalação!
ro: Dețineți ultima versiune. Puteți proceda mai departe cu instalarea.
ru_ru: У Вас установлена последняя версия. Вы можете продолжить установку!
tr_tr: En güncel sürümü kullanıyorsunuz. Kurulum sürecine devam edebilirsiniz.
zh_cn: 您已拥有最新版本。您可以继续您的安装 ！
zh_tw: 您有最新版本了。您可以繼續您的安裝了！
